CC
C=O
CN
C[O-]
C
C[NH3+]
CO
CF
C1=CC=CC=C1
C1CCNCC1
CS
NS
O=S
C1=NN=CS1
S
C1CCOCC1
C=[NH2+]
C1=CN=CN=C1
C1=CCOC1
C1CCOC1
C1CCNC1
C1=CSC=C1
OS
C1COCC[NH2+]1
C1=CNCNC1
C1=C[NH]C=N1
C1CC2OCC1OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)O2
C=N
NO
C1CCCC1
CI
C1=NN=CO1
C1=C[NH]N=C1
C1CC1
C1CCCCC1
[NH4+]
C1=CNNC1
C1=NN=N[NH]1
C1COCO1
C1=NN=C[NH]1
OP
P=S
C[SH2+]
O[SH2+]
P
[SH3+]
C1CC2OCC1OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)O2
C1=CON=C1
C1=CNCN=C1
C1=COC=C1
C=C
C1CNCCN1
CBr
C1=CCCCC1
C1NCC2CNCC1C2
C1=CCNC=C1
C1=CNCC1
C1CNCN1
C1=CC=NC=C1
CCl
C[AsH3+]
[AsH4+]
C1=NCCN1
C1=NCCS1
C1CC2CCC(C1)[NH2+]2
C1=N[NH]C=N1
SS
C1=CN=CC=N1
C1=NSC=N1
C1CNCC[NH2+]C1
C1=CCCC=C1
C1=NSN=C1
C1CCC[NH2+]CC1
[O-]S
N
C#C
C1=NNCC1
C1=CN=CNC1
C1=C[NH]C=C1
C[SeH]
[NH2+]=O
[NH3+][O-]
C1CCCNCC1
C1CC[NH2+]C1
C1=NCCCN1
C1=CN=CCC1
C1CC[SH+]C1
C1CC[SH+]CC1
NN
C=S
C1C[NH2+]CCN1
C1CC2CCC1C2
BC
BO
B
C1COCCO1
C1C[NH2+]CC[NH2+]1
C1CNSN1
C1=C[NH+]=CN=C1
C1C[NH2+]C[NH2+]C1
C1=CSC=N1
C1CCCCCC1
C1=COCO1
C1=CCCN=C1
C1CCNNC1
PS
C#N
C1=NC=NC1
C1=N[NH]N=N1
C1=CCCCCCCCCC=COC2CC3=C4C=CC(=CC4=CC=C3O2)NCC=C1
C1CNCNC1
C1=COCC1
C1=COCCO1
C1=CCCC1
C1C[Cl+]1
C1[ClH+2][ClH+2]1
C1C[ClH+2]1
C1CCC1
C1CC[NH2+]CC1
C1=NCCN=C1
C1=CN=C[NH+]=C1
C1=C[NH2+]CN1
C1=COCCC1
C1=[NH+]CCCC1
C1=[NH+][NH]N=N1
C1=CCCCCCOCCCCC=C1
C1CO1
C1CSCCN1
C1=CNCN1
C1COCCN1
C1=C[NH]N=N1
N=N
C1=CCSC1
C1CNCCNCCNCCNCCNCCNCCNCCN1
C1=CC=NN=C1
C1=NOC=N1
C1=CSCC1
C1CCSCC1
C1=CC[NH2+]C1
C1=CCCNCC1
C1=CCNCC1
C1=NCNCC1
C1CCSC1
C1=COC=N1
N=[NH3+2]
N#[NH2+2]
C1=NC=NC=N1
C1=CCC=CC1
C1CNN=N1
C1=CC=[NH+]C=C1
C1CSCN1
C1=CN[NH2+]C1
O=P
CP
C1CNOC1
C1=NCCNC1
C1=CNCCN1
C1=CC[NH2+]CC1
C1=CNCCC1
C1COCN1
C1=CCOCC1
C1CCCCCCOCCCCCC1
C1CNC1
C1=CNCSC1
C1NCC2OCC1O2
C1=NCNCN1
C1CC2OCC1OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)OC1CCC(CO1)O2
C1=CC=[NH+]N=C1
[B+2]C
C1=COCCCO1
C1=[NH+]CON1
C1=[NH+]CCOC1
O=[SH+]
[O-][SH2+]
NP
C1CSC[NH2+]1
C1=CCNC1
C1CNSC1
C[PH3+]
[PH4+]
N[NH3+]
C1=[NH+]CCS1
C1=NOCC1
C1=CNCC=N1
C1=C[NH+]=C[NH]1
C1=CCNNC1
C1=CCNN=C1
C1=CNCCN=C1
C1=NC=NCC1
C1=CNC=CC1
C1=CSC=[NH+]1
C1=N[NH]N=C1
C1=CCCCCCC1
C[NH4+2]
[NH3+2]=O
[NH5+2]
C1=NCCC1
C1=CC2CC=CC(C2)OC1
[NH3+]O
C1#CCC2CCCC(C#CC=C1)C2
C1CCO[NH2+]C1
N=O
C1=NNCSC1
C1=[NH+]CCCN1
C1CNCSC1
O=[V+9]
C1=CNC[N-]C1
C1CO[V+9]O1
[V+9]
C1=[O+][Fe+7]23[O+]=C(CCCNCCCCCN1[OH+]2)N[OH+]3
C1CCNCCCC2=[O+][Fe+7]([OH+]NCC1)[OH+]N2
C1CNCCNCCNCCNCCNCCSCC[NH2+]CCNCCNCCNCCNCCN1
C1=NCCO1
B~C
C1=NCCSN1
C1=C[NH+]=CC=N1
C1=CN=NC1
C1C[NH2+][Pt+4][NH2+]1
C1=[NH+][Pt+4][NH2+]C1
C1CO[Fe+7][NH2+]1
C1C[NH2+][Fe+7][NH2+]1
[Fe+7]
C1C[NH2+][Fe+6][NH2+]1
C1CO[Fe+6][NH2+]1
[Fe+6]
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCSSC1
C1=[NH+]CCN1
C1=NCCCC1
C1=NC[NH2+]N1
C1=CCCCCCCC2CCC=C(C2)NCCCCCCC1
C1=NNCCC1
C1CCCNCCNCCNCCNCC1
C1=CNC=NC1
C1CC2CNCC(C1)N2
C1=NON=C1
C1C[NH+]2CCC1CC2
C1=CCCCC=C1
C1=CCCCNC2=CCC=C(CCCCCCCCCC1)C2
C1C2CC3CC1CC(C2)C3
C1CSCS1
C1=CCSCC1
C[Hg-2]
C1=[O+][V+9]ON1
C1NCNN1
C1=CONC1
C1CC2CCC1C[NH2+]2
C1=CC1
[BH4-2]C
[BH3-2]=O
[BH4-2]O
[BH5-2]
C1=CCNC2=CC3=CC=C4OC(CC4=C3C=C2)OC=CCCCCCCCCCC1
C1CSCN[NH2+]1
C1CCNCCNCCNCCNCC1
C1NCON1
C1CSN=N1
N=[NH2+]
C1=CCCC=CCCCCCCC2=CCC=C(C2)NCC=C1
C1=CSNCC1
C1=NC=NNC1
N[SH2+]
C1=CC2=CC=C1CCNCCNCCCCCO2
C1=NNCS1
C1CCCNCCCCNCC1
C1=NO[NH+]=C1
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCSSC1
C1=CC2CCOC(C1)C2
C1=[NH+]CCO1
C1=[NH+]CCC1
C1=C[NH2+]CC1
C1CNCCCOC1
C1CSNCN1
C1=COC=CC1
[NH]1OO1
C1CNCCCNCCNCCNCCNC1
C1=CC2CC=CC(C1)C2
C1=NCC=NC1
N=S
C1=C2CCCNCCCCCCN1CC2
C1=N[NH2+]CCN1
C1COCOC1
C1=COC2=CC=C(C=C2)CC2CNCCCC3=CC(=CC=C3)C(CN2)NCCC1
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCNC2
C1=CCNCCC1
C1=CNC2CCCC(N1)O2
C1=CCNCCNCCNCCNCCCNC1
C1=NCNC1
C1=CN2C=C1CCCCCCCOCNCCN1CCC(C1)OC2
C1OC2COC1O2
C1=NCCNCC1
C1CCNCCNCCNCCNCCNCCNCCNCCSCC1
[BH3-]C
[BH3-]O
[BH4-]
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCSSC1
C1CN[NH2+]C1
C1CC[NH2+]NC1
C1=CCCCCC=CCCC1
C1=CC2CC3=NC(C=C3)CC3C=CC(CC4C=CC(C=C1N2)[NH2+]4)[NH2+]3
C1=CO[NH2+]C1
C1=CC2COCC(C1)C2
C1=CC2=CC(=C1)CCCOCC1=CC=NC(=C1)CCCCC2
C1=COCOC1
C1=CC2C=C(C1)OCCNCCNCCC2
C1=CNCCNC1
C1=COC2=CC=C(C=C2)CC2CNC(CNCC1)C1=CC=CC(=C1)OC1=CC(=CC=C1)CCN2
C1=CC2CNC(CNCCCC1)CC1=CC=C(C=C1)OC1=CC=CC(=C1)CCN2
C1CNCCNCCNCCNCCNCCSSC1
C1COC1
C1CNCCNCCNCCSSC1
C1=NSCC1
C1COCCOC1
C1=CSNC1
C1CNC[NH2+]C1
C1=CC2=CC(=C1)NCCCCCCCCCCCCCCC2
C1=COCN1
C1=CCCOCCCCCCCC1
O[SiH3]
C[SiH3]
C1=CSOC1
[SiH4]
C1=CNCCCN1
C1=CNC=CN1
C1=N[NH+]=C[NH]1
C1=CCCCCNCCNCCNCCNCCCCC1
C1=CC2CCC1O2
C1=NCCNCCNCCNCCCCO1
C1CN[Fe+7]NC1
C1=CNC2CCC(N1)O2
C1=C2CCCCCCCOCNCCN3CCC(C3)OCN(C1)C2
C1=CC2=CC(=C1)C1=CC=CC(=C1)CCNCCNCC2
OO
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCN1
C1C[NH2+]CN1
C1CNCCNC2CCN(CCNCCN1)C2
C1=CN=NC=N1
C1CCNCNC1
C1=CCC[NH+]=C1
C1=[NH+]CNN1
C1CC2CCC1CC2
C1=CC2=CN(CCOCCCN3C=C1CC3)CC2
C1CNCCNC1
C1=[NH+]CCCCC1
C1=CCCOCC1
C1CNCCNCCNCCNCCNCCNCCNCCSSC1
C1=CCCOCCCCCCCCC1
C1=NNCNCC1
C1CCCCOCNCCN2CCC(C2)OCCCC1
C1CCCCCNCCNCCCCC1
C1=NSNC1
O[PH3+]
C1CNCOC1
C1=CC2=CC(=C1)CCCCOC1=CC=C(C=C1)CC1[NH2+]CCC3=C1C=C(C=C3)O2
C1CC2COC(C1)N2
C1=NCC=NCC1
C1CC2CCC(C1)C2
C1CC2COC(C1)C2
C1CC2CCC(C1)N2
C1=CCOC=C1
C1=CCCCCC1
C1=CCC[NH2+]CC1
C1=CCC[NH+]2CCCC(CC1)C2
C1CN[Fe+5]NC1
[Fe+5]
C1=CCOCCNCC2=CC(=CC=C2)CNCC1
Cl[Ru+9]
C1=C[Ru+9]C1
C1=C[NH2+][Ru+9]N1
C1C[Ru+9]1
C1=C[Ru+9]1
C1=NC=NCN1
C1CC2C[NH2+]CC1C2
Cl[Cu+5]
C1=[S+][Cu+5][NH2+]N1
C1=[NH+][Cu+5][NH2+]C1
C1=[O+][Fe+7]2345[O+]=CN(CCCC6CNC(CCCN([OH+]2)C(=[O+]3)CCCCOCCCCCN1[OH+]4)CN6)[OH+]5
C1CCCCCCC1
C1=NC=[NH+][NH]1
C1CCC2CNCCNCCNC3CNC(CCOCCCNCCN2)CNCCNC(CCOC3)CNCCCNC1
C1CCNCNCCCC2CNCCOCC(CNCCNC3CCCN(CCN2)C3)NCC1
C1=CNSNC1
C1=NC=NN=C1
C1=CCCOCCCCCCCCCC1
C1=CCCNCCNCCCCCCC1
C1=C[NH2+]CCC1
C1=CNC[NH2+]C1
C1=CCCCNCC=CCCCCC1
C1=CNCOSC1
C1=CCSCCNCCNCCCSC1
C1=CC2CCC1C2
C1=CCNCCNCCCNCCNCCCNC1
C1=C2CNCCNCCNCCNCCNCCNCCNCC(=N2)S1
C1CNCCNCCNCCSCCNCCNCCNCCN1
C1CNCCNC2CCCN(CCNCCNCCOC1)C2
C1=CCCCCC2CCCC(CCNCCOCCCCCC1)O2
C1=C2C=C3C=C1CSCCNCCNCCNCCNCCNCCNCCNCC(CSC3)NCCNCCNCCNCCNCCNCCNCCCSC2
C1=CSCN1
C[BrH3+3]
[O-][BrH3+3]
[BrH4+3]
C1=CNOC1
C1=CCOC=CCC2CNC3CNCCNCCC4=CC=C(C=C4)OC4=CC(=CC3=C4)OC3=CC=C(C=C3)CC(CN2)NCC1
C1=CC2=CC(=C1)CCNCCNCCC2
C1=CC2=CC(=C1)NCC[NH2+]CCCCN2
C1=NN=CCC1
C1CCCCCCOCCNCCCCOCCCCC1
C1=CCN=C1
C1=NNCCN1
C1=CN=NCC1
C1=CSN=C1
C1=CCC=C1
C1=CC2=CC(=C1)NCCNCCCCN2
C1=CC2=CC(=C1)NCCCNCCCN2
N[Ru+7]
C1C[SH+][Ru+7][SH+]1
C1=C[Ru+7][NH2+]C1
[Ru+7]
C1=CCCNCCCCCCCCC1
C1=CSCCC1
C1C[Fe+10]1
C1=C[Fe+10]1
C1=C[Fe+10]C1
C1=CCOCCNCC2=CC(=CC=C2)C[NH2+]CC1
C1=CNNC=C1
C1=NC[NH2+]C1
C1CCCNCCC1
C1=CC2=CC(=C1)CCCCCCCCNCCNCC2
C1CNCCSSC1
C1CNNC1
C1CC[NH2+][NH2+]C1
B1CCCO1
C1C[NH2+]C[NH2+]1
C1=COC2=CC=C3CC4=C5C=CC(=C4)OC=COC4=CC=C6CC7=CC(=CC=C7CC7=CC(=CC=C7CC6=C4)OCCOC4=CC(=C(C=C4)CC3=C2)C5)O1
C1CNCCOC1
C1CCNNCC1
C1=CCCCCCNCCNCCNCCNCCNCCNCCNCCCCCCC1
C1=CPNCN1
C1CCSSC1
C1CCCCCCNCCCCCC1
B1OCCO1
C1=CC2=C3CN(COC4CCN(CCNCOCCCCCCC3=C1)C4)C2
C1CC2CC1CN2
C1CC2C[NH2+]C3C4CCCC3(C1)C2C4
C1=[NH+]CNC1
C1=CSN=N1
C1COCCCOCCCOC1
C1=NC=[NH+]C=N1
C1=CNC=[NH+]C1
C1=CC2=CC(=C1)SC1=NC=NC(=C1)C1=CC(=CC=C1)OCCCCO2
C1=CC2=CC=C1CCNCCNCCCCO2
C1=CCN=CC1
C1=CCOCCC1
C1CC2CC[NH+]3CCC1CC23
C1COSO1
C1=[NH+][Ru+7][NH2+]C1
C1C[NH2+][Ru+7][NH2+]1
C[Se-]
C1CCNCCCCCNCCNCCNCCNCC1
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCSSC1
C1=NN=CC1
C1=CN=CCN=C1
C1=CC2=CC(=C1)CNCCOCC1=CC(=CC=C1)CNC2
C1CNCCNCCNCCNCCNCCNCCNCCNCCSSC1
C1CNC2CNCCNCCNCCNCCNC(CNCCNCCNCCNCCSSC2)CSSC1
C1CNC2CNCCNCCNCCNCCNC(CNCCNCCNCCNCCNCCNCCNCCNCCSSC2)CSSC1
C1=CC2=CC=C1N=NC1=CC=C(C=C1)NCCSCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCCSCCN2
C1=CC2CCCC(C1)C2
C1=CC2=CC(=C1)CCCNCC1=CC=CC(=C1)COCCC2
C1=CNSCCN1
C1CCCOCNCCNCCCNCC1
C1=CC2=CC(=C1)CCCNCCN1CCC(C1)OCCO2
C1=NSCCN1
C1CNCCNC2CNCCNCCNCCNCCNCCNCCNCCNC(CNCCNCCNCCNCCSSC2)CSSC1
C[Re+9]
C#[O+]
C1C[Re+9]1
C1=C[Re+9]1
[Re+9]
C1=CC2=CC(=C1)NCCCCCC1=C3N=C(N=CN3N=C1)N2
C1=CC2CCCC1[NH2+]2
C1CC2CCCC(C1)[NH2+]2
C1CCCCCCNCCNCCCCC1
C1=C2CC3=CC=C(CC4=CC=C(CC5=CC=C(CC(=C1)[NH]2)[NH]5)[NH]4)[NH]3
C1=NNCN1
C1=C[NH2+]CC=N1
C1=CN=CNCC1
C1CCNSCC1
C1CCNSNC1
C1=CNSCCC1
C1C2CC3CC1OC3C2
C1CC2CCC(O1)O2
C1CCNCCSCCCNCCNCCNC1
C1=CC2=CC(=C1)CNCCC1=CC=CC(=C1)OCCCCN2
C1CNNCN1
C1CCNCCNCCNCCSSCCCNC1
C1CNC2CCC(N1)O2
C1=CSCO1
C1=C[NH+]=CNC1
C1=CSCCN1
C1C[NH2+]C1
C1=CCCCCCNCCNCCNCCNCC=CC1
C1=C2N=C(C=N1)OCCCCCOCCNCN2
C1=CCCNCCCCNCC1
C1C[Ru+10]1
C1=C[Ru+10]1
C1=C[Ru+10]C1
C1=N[NH+]=CS1
C1=NCNN=C1
C1=CC[NH2+]NC1
C1=CSCCC=N1
C1CNCCNCCNCCNCCNCCN1
C1=CN=NC=C1
C1=NCC[NH2+]C1
C1CCSNC1
C1=C2CNCCNCCNCCNCCNCCCSSCCNCCNCCN1N=N2
C1=CN=CCSC1
C1=[NH+]NCC1
Cl[Ru+7]
C[Ru+7]
C1=C[NH2+][Ru+7]N1
C1=C2CNCC3=NC(=CS3)CNCC3=NC(=CS3)CNCCNCC3=NC(=CS3)C3=NC(=CS3)CCC(=N2)S1
C1=CCCCCCNCCNCCN2CCCC(COCCC=C1)[NH2+]2
C1=NCCCCC1
C1C[NH2+][NH2+]C1
C1=CC2=CC=C1CCCNCCNCCCO2
C1=CC2=CC(=C1)CNCCNCCCCNCCCCCNC2
C1CCNCCNCCNCCNCCCNC1
C1=CCC2CCCC(CCOCCCCCCC1)O2
C1=CC2=CC(=C1)CNCC[NH2+]C1CCN(C1)C1=CC=CC3=CC=C(C=C13)O2
C1=CC2=C3NC(CN2)C2=C4NN(CC[NH+]5CCC(C5)OC3=C1)CC4=CC=C2
C1=CN=[NH+]C=C1
C1=CC2=CN(CCCC3=CC=C(C=N3)CCCCN3C=C1CC3)CC2
C1=CCCCCCCC2=CC=CC(=C2)NCC=CCCCC1
C1CCNCCNCCNCC1
C1CCCNCCNCCNCC1
C1COC[NH2+]1
C1=C2CNCCCCNSNCC3=CC=C4C=C(CC1)N(C2)C4=C3
C1=NNCO1
C1CN=[NH+]C1
C1=CC2=CC=C1CCNCCNCCCCCCO2
C1CSCCO1
C1CNCCNCCNCCCOCCNC1
C1=CC2=CC(=C1)OCCCNCC1=CC(=CC=C1)C1=CC(=NC=N1)S2
C1=CC2=CC(=C1)CNCCC[NH2+]C1CCN(C1)C1=CC=CC3=CC=C(C=C13)O2
C1CC2COC(C2)[NH2+]1
C1=CCCNCCC1
C[Ru+9]
C1=[NH+][Ru+9]NC1
C1=CC=CCCC2CCCC(CCNCCOCCCCC=CCCCCCCC=C1)O2
C1=CCCOCCC1
C1=CCCOC=C1
C1=CC2C[NH2+]CC(C1)[NH2+]2
C1CNCCNCCNCCNCCSC1
C1CNCCSC1
C1=CC2=CC=C1CCCNCCNCCCCCO2
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCCNCCCNC2
C1CC2CC1CO2
C1=NCSCC1
[BH+]C
[BH+]O
C1CNC2CNCCNCCNCCNCCNC(CNCCNCCNCCNCCNCCSSC1)CSSC2
C1=CCNCCNCCNCCC1
C1CC2CCNCC(C1)N2
C1CN=NC1
C1NCC2C[NH2+]CC1C2
C1NCNCN1
C1=CCCCCOCC2=CC(=CC=C2)NCC=CCCCC1
C1CNCCNCCNCCNCCNCCNCCN1
C1=NCON1
C1CN1
C1=CCC2CNC(CNCCC1)CC1=CC=C(C=C1)OC1=CC3=CC(=C1)OC1=CC=C(C=C1)CCCNCCNC3CN2
C1=CC2=CC(=C1)CCNCCNCC1=CC(=CC=C1)O2
C1=CCCCCCCCCOCC=C1
C1=CCCNC=C1
C1=CNN=CC1
C1=CCCCOCCCCCCCC1
C1=CC2=CC(=C1)CCNCCCCCCCC2
C1CNCCNC2CCC[NH+](CC[NH2+]CC[NH2+]CCOC1)C2
C1CCCCNCCNCCNCCNCCNCCNCCCC1
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCSSC1
C1CCOCCOC1
C1=CC2=CC(=C1)CCCCCCCNCC2
C1N=NCO1
C1=CCCCCNCCNCCNCCNCCNCCNCCNCCCCCCCC1
C1=COCC[NH2+]C1
C1=[N+]2CCCC3CNC4CCCN5CO[Fe+7]6(O1)(OCN(CCCC(CNCCNCCNCCN3)NC4)O6)(O5)O2
C1=CCC2=CC=C(C=C2)CCCNCCNC1
C1=CC2=CN(C1)CCCCC1=CC(=CC=C1)CCNC2
C1CCCOCC1
C1CC2CC[NH2+]C(C1)C2
C1=CCCNCCCCCCCCCC1
C1=CCCCNCCCCCCCC1
C1=CCCNCCCCCCCCCCC1
C1CNCCNCCNCCNCCSSC1
C1=NCCC=[NH+]1
C1[NH2+]CO1
C1CCN2CCCSSCCNCCNCCNCCNCCNCC(CSSCCC2)NCCNCCNCCNCCNCCNC1
C1CNCCNCCNCCNCCNCCNC2CNCCNCCNCCNCCNCCSSCC(C1)SSC2
C1=CC2CC(C1)CO2
C1=CC=CCC=C1
C1=N[NH2+]CN1
C1CSCC[NH2+]1
C1CNCCNCCNCCNCCNCCNC2CNCCNCCNCCNCCNCCSSC(C1)CSSC2
C1CNCCNCCNCCNCCOC1
C1CNCCNCCNCCNCCNCCNCCNCCSCCNCCNCCNCCNCCNCCNCCN1
C1CCNCC2CCCOCC3CNC(CCOCCCNCCNC(CCCCNC1)CNCCNCCN3)CNCCN2
C1CNCCNCCNCCNCCNC2CNCCNCCNCCNCCNCCSSCC(C1)SSC2
C1=NNC[NH2+]1
C1=CCNCCOCC2COCCCNCCNC(CNCCNCCN2)C2=CC=C(C=C2)OCC1
C1CNCCNCCNCCNCCNC2CNCCNCCNCCNCCNCCSSC(C1)CSSC2
[NH3+][NH3+]
C1CCCCCCC2CCCC(CCNCCOCCCCC1)O2
C1=COCCN1
C1CCCCNCCNCCNCCCC1
C1=CNCCNCCCC2=CC=C(C=C2)CC1
C1CNCCNCCNCCNCCCSSCCNCCNCCNCCNC1
C1CC2C[NH2+]CC1N2
C1=[N+]=CNCC1
C1=NC=C2C=C1CCCNCCCCO2
